Repository: demispatti/cb-parallax
Catalog: languages/bonaire-*.po
Languages: de_de

source: Rate Plugin
de_de: Plugin bewerten

source: Donate
de_de: Spenden

source: Internal Error: Unable to mark message as spam.
de_de: Interner Fehler: Die Nachricht konnte nicht als Spam markiert werden.

source: Please try again later.
de_de: Bitte versuchen Sie es später erneut.

source: That won't do.
de_de: Das geht nicht.

source: Message marked as read.
de_de: Nachricht als gelesen markiert.

source: Failed to mark message as read.
de_de: Die Nachricht konnte nicht als gelesen markiert werden.

source: Message marked as spam.
de_de: Nachrich als Spam gekennzeichnet.

source: Message moved to trash.
de_de: Nachricht in den Papierkorb verschoben.

source: Settings saved.
de_de: Einstellungen gespeichert.

source: Settings restored to default.
de_de: Auf Standardeinstellungen zurückgesetzt.

source: Please review the email address you entered.
de_de: Bitte überprüfen Sie die eingegebene E-Mail-Adresse.

source: Error code
de_de: Fehlercode

source: Test message sent successfully!
de_de: Die Test-Nachricht wurde erfolgreich gesendet!

source: Message sent!
de_de: Nachricht gesendet!

source: Bonaire Help
de_de: Bonaire Hilfe

source: No new messages.
de_de: Keine neuen Nachrichten.

source: Go to settings page
de_de: Zur Einstellungsseite

source: Configure email account.
de_de: E-Mail-Konto konfigurieren.

source: Messages
de_de: Nachrichten

source: Inbox
de_de: Posteingang

source: All
de_de: Alle

source: Trash
de_de: Papierkorb

source: Sending message failed.
de_de: Senden der Nachricht fehlgeschlagen.

source: Failed to connect to host. Please review your settings and try again.
de_de: Fehler beim Verbindungsaufbau zum Host. Bitte überprüfen Sie Ihre Einstellungen und versuchen Sie es erneut.

source: Message sent, but failed to save it in your mail server's default folder for sent items. Please review your settings and try again.
de_de: Die Nachricht wurde gesendet, konnte jedoch nicht im Standardordner Ihres Mailservers für gesendete Objekte gespeichert werden. Bitte überprüfen Sie Ihre Einstellungen und versuchen Sie es erneut.

source: Message
de_de: Nachricht

source: Reply
de_de: Antworten

source: *no content*
de_de: *kein Inhalt*

source: Plugin Settings Page
de_de: Plugin Einstellungsseite

source: Contact Forms Page
de_de: Übersichtsseite Kontaktformulare

source: Please Note: This function is available for messages you received <i>after</i> installation and configuration of Bonaire Plugin with the respective contact form.
de_de: Bitte beachten Sie: Diese Funktion steht für Nachrichten zur Verfügung, die Sie <i>nach</i> Installation und Konfiguration des Bonaire Plugins über das eingestellte Kontaktformular erhalten haben.

source: The reason is that Contact Form 7 has no need to store the email address the message was recieved by.
de_de: Der Grund dafür ist, dass das Kontaktformular 7 die E-Mail-Adresse, über welche die Nachricht empfangen wurde, nicht speichern muss.

source: In order to send replies from the original email address, Bonaire post-processes recieved messages and tags the message with that email address to be able to associate the message with the configured email account.
de_de: Um Antworten von der ursprünglichen E-Mail-Adresse zu senden, verarbeitet Bonaire empfangene Nachrichten nach und markiert die Nachricht mit dieser E-Mail-Adresse, um die Nachricht mit dem konfigurierten E-Mail-Konto verknüpfen zu können.

source: Simply put, once you've set up the contact form (%1$s) and configured the email account settings (%2$s), you'll be able to reply to any message you recieve trough the respective contact form.
de_de: Einfach ausgedrückt, sobald Sie das Kontaktformular (%1$s) eingerichtet und die E-Mail-Kontoeinstellungen (%2$s) konfiguriert haben, können Sie auf jede Nachricht, die Sie über das entsprechende Kontaktformular erhalten, antworten.

source: There seems to be a problem with your email settings (%s) or the contact form (%s).
de_de: Es scheint ein Problem mit dem E-Mail-Konto (%s) oder dem Kontaktformular (%s) zu geben.

source: This message was recieved trough the following email account: <strong>%s</strong>. Bonaire is set to send answers via <strong>%s</strong>. Go to %s.
de_de: Diese Nachricht wurde über das folgende E-Mail-Konto empfangen: <strong>%s</strong> . Bonaire ist so konfiguriert, dass Antworten über <strong>%s</strong> gesendet werden. Gehe zur %s.

source: Form Id
de_de: Formular-ID

source: Contact Form
de_de: Kontakt-Formular

source: none
de_de: kein

source: Contact form 1
de_de: Kontakt-Formular 1

source: The Title of the contactform you want to use this plugin with. Usually it is the form that's displayed on the contact page of your website.
de_de: Der Titel des Kontaktformulars, mit dem Sie dieses Plugin verwenden möchten. Normalerweise wird dieses Formular auf der Kontaktseite Ihrer Website angezeigt.

source: Number Of Messages
de_de: Anzahl Nachrichten

source: Max. number of unread messages to display on the dashboard widget.
de_de: Max. Anzahl der ungelesenen Nachrichten, die im Dashboard-Widget angezeigt werden sollen.

source: Username
de_de: Benutzername

source: The username you authenticate to the email account with. This is most likely the email address or your name.
de_de: Der Benutzername, mit dem Sie sich bei dem E-Mail-Konto authentifizieren. Dies ist höchstwahrscheinlich die E-Mail-Adresse oder Ihr Name.

source: Password
de_de: Kennwort

source: No example
de_de: Kein Beispiel vorhanden

source: Your password. It will be stored encrypted in the database, and replaced by ***** in the user interface after saving it. Please make sure you have generated your SALT-Keys.
de_de: Ihr Kennwort. Es wird verschlüsselt in der Datenbank abgelegt und nach dem Speichern auf der Einstellungsseite durch ***** ersetzt. Stellen Sie bitte sicher, dass Sie Ihre SALT-Keys generiert haben.

source: You must authenticate with your username and password.
de_de: Sie müssen sich mit Ihrem Benutzernamen und dem zugehörigen Kennwort authentifizieren.

source: The address of the SMTP host.
de_de: Die Adresse des SMTP-Hosts.

source: Get this from your hosting or email provider.
de_de: Diese Informationen erhalten Sie von Ihrem Hosting- oder E-Mail-Anbieter.

source: The SMTP port number.
de_de: Die Port-Nummer des SMTP-Hosts.

source: SSL or TLS is required.
de_de: SSL oder TLS wird als Verschlüsselung benötigt.

source: From Name
de_de: Name des Absenders

source: Your name or website name or company name or...
de_de: Ihr Name oder Website-Name oder Firmenname oder ...

source: From E-Mail Address
de_de: Von (E-Mail-Adresse)

source: The account's email address.
de_de: E-Mail-Adresse des Kontos

source: Save Reply
de_de: Antwort speichern

source: No
de_de: Nein

source: Yes
de_de: Ja

source: Store replies on your mail server inside the default folder for sent items.
de_de: Speichern Sie Antworten auf dem Mail-Server im Standardordner für gesendete Elemente.

source: The address of the IMAP host.
de_de: Die Adresse des IMAP-Hosts.

source: The IMAP port number.
de_de: Die Port-Nummer des IMAP-Hosts.

source: Sent Items Folder
de_de: Ordner für gesendete Objekte

source: Sent
de_de: Gesendet

source: Case sensitive, Gmail only.
de_de: Groß- und Kleinschreibung beachten, nur für Google Mail.

source: Use "Sent" in the language you use the mail account with or as it is named in Outlook, Thunderbird etc., respectively).
de_de: Verwenden Sie "Gesendet" in der Sprache, in der Sie das E-Mail-Konto verwenden (oder wie in Outlook, Thunderbird usw. angegeben).

source: The name of the folder your replies will be stored into on the web server. E.g. Sent, Gesendet, Envoyé, etc.
de_de: Der Name des Ordners, in dem Ihre Antworten auf dem Webserver gespeichert werden. Z.B. Gesendet

source: Sent Items Path
de_de: Pfad für gesendete Objekte

source: (if Gmail - optional or leave blank)
de_de: (falls Google Mail - optional oder leer lassen)

source: This is an option to provide an inbox path similar to the one in the example. Use this approach, if the option above should fail (Error BON1704-0001). <br>Otherwise, leave blank.
de_de: Dies ist eine Option, um einen Posteingangspfad ähnlich dem im Beispiel anzugeben. Verwenden Sie diesen Ansatz, wenn die obige Option fehlschlagen sollte (Fehler BON1704-0001). <br> Andernfalls lassen Sie das Feld leer.

source: SSL Certification Validation
de_de: SSL-Zertifizierungsprüfung

source: "No" skips ssl certificate validation. This setting is not secure and you should avoid using it.
de_de: "Nein" überspringt die Überprüfung des SSL-Zertifikats. Diese Einstellung ist nicht sicher und sollte nicht verwendet werden.

source: Otherwise, you're a potential subject of man in the middle attacks
de_de: Andernfalls sind Sie ein potenzielles Ziel von Man-In-The-Middle-Attacken

source: Read more
de_de: weiterlesen

source: There's nothing to save.
de_de: Nichts zu speichern.

source: Can't save settings right now.
de_de: Die Einstellungen können derzeit nicht gespeichert werden.

source: Settings Saved.
de_de: Einstellungen gespeichert.

source: Failed to reset settings. Please refresh the page and try again.
de_de: Fehler beim Zurücksetzen der Einstellungen. Bitte aktualisieren Sie die Seite und versuchen Sie es erneut.

source: Views
de_de: Mal gesehen

source: Bonaire Testmail
de_de: Bonaire Testnachricht

source: Howdy. This test message was generated by "Bonaire" for WordPress. Thanks for using this plugin!
de_de: Hallo. Diese Test-Nachricht wurde von "Bonaire" für WordPress generiert. Danke für die Benutzung dieses Plugins!

source: Sending test message failed:
de_de: Die Test-Nachricht konnte nicht gesendet werden:

source: Could not reach the mail server.
de_de: Der Mail-Server konnte nicht erreicht werden.

source: Please make sure that you are connected to the internet, and that you've tested the SMTP and IMAP settings with the respective buttons on this plugin's settings page.
de_de: Stellen Sie sicher, dass Sie mit dem Internet verbunden sind und die SMTP- und IMAP-Einstellungen mit den entsprechenden Schaltflächen auf der Einstellungsseite dieses Plugins getestet haben.

source: Please enter the account information for the following settings fields: %1$s.
de_de: Bitte geben Sie die Kontoinformationen für die folgenden Einstellungsfelder ein: %1$s.

source: Successfully checked internet connection.
de_de: Internetverbindung erfolgreich überprüft.

source: Successfully authenticated to the email account via SMTP.
de_de: Erfolgreich via SMTP am E-Mail-Konto angemeldet.

source: Successfully resolved host name.
de_de: Hostname erfolgreich aufgelöst.

source: Successfully tested SMTP port.
de_de: Der STMP-Port ist erreichbar.

source: Successfully tested SMTPSecure setting.
de_de: SMTPSecure-Einstellung erfolgreich getestet.

source: Congratulations! Your SMTP settings are valid.
de_de: Gratulation! Ihre SMTP-Einstellungen sind gültig.

source: Successfully checked for IMAP extension.
de_de: Erfolgreich auf IMAP-Erweiterung geprüft.

source: Successfully tested IMAP port.
de_de: IMAP-Port erfolgreich getestet.

source: Successfully contacted the inbox folder on the mail server.
de_de: Der Posteingangsordner auf dem Mailserver wurde erfolgreich kontaktiert.

source: Congratulations! Your IMAP settings are valid.
de_de: Gratulation! Ihre IMAP-Einstellungen sind gültig.

source: There's no contact form set yet.
de_de: Es ist noch kein Kontaktformular festgelegt.

source: Please create a contact form first.
de_de: Bitte erst ein Kontaktformular erstellen.

source: Form tags to review:
de_de: Zu überprüfende Formular-Tags:

source: Expected Form Tag:
de_de: Erwartetes Formular-Tag:

source: Congratulations! The Contact Form seems to be configured as required.
de_de: Herzlichen Glückwunsch! Das Kontaktformular scheint wie erforderlich konfiguriert zu sein.

source: It seems that you are not connected to the internet, or a firewall is blocking access to it.
de_de: Sie scheinen nicht mit dem Internet verbunden zu sein, oder eine Firewall blockiert den Zugriff darauf.

source: Please make sure that you are connected to the internet.
de_de: Bitte stellen Sie sicher, dass Sie mit dem Internet verbunden sind.

source: Internal Error: Unable to check the SMTP port.
de_de: Interner Fehler: Der SMTP-Port konnte nicht überprüft werden.

source: Failed to resolve %1$s host name (%2$s).
de_de: Fehler beim Auflösen des %1$s-Hostnamens (%2$s).

source: Please review your settings and run the test again.
de_de: Bitte überprüfen Sie Ihre Einstellungen und führen Sie den Test erneut aus.

source: Internal Error: Unable to resolve %1$s host name (%2$s).
de_de: Interner Fehler: Auflösen des %1$s-Hostnamens (%2$s) fehlgeschlagen.

source: Please check your %1$s Host url (%2$s) and try again.
de_de: Bitte überprüfen Sie Ihre %1$s-Host URL (%2$s) und versuchen Sie es erneut.

source: It seems you shoud set the value for %1$sSecure to "%2$s".
de_de: Anscheinend sollten Sie den Wert für %1$sSecure auf "%2$s" setzen.

source: IMAP Error
de_de: IMAP-Fehler

source: Internal Error: Unable to check IMAPSecure settings.
de_de: Interner Fehler: SMTPSecure-Einstellungen konnten nicht überprüft werden.

source: Please set your SMTP Port to %1$s, save the settings and try again.
de_de: Bitte setzen Sie Ihren SMTP-Port auf %1$s, speichern Sie die Einstellungen und versuchen Sie es erneut.

source: Please review your Password, the settings for SMTPSecure (%1$s) and SMTP Port (%2$s) and try again.
de_de: Bitte überprüfen Sie Ihr Passwort, die Einstellungen für SMTPSecure (%1$s) und SMTP-Port (%2$s) und versuchen Sie es erneut.

source: Internal Error: Unable to check SMTPSecure settings.
de_de: Interner Fehler: SMTPSecure-Einstellungen konnten nicht überprüft werden.

source: The SMTP port number seems to be wrong.
de_de: Die SMTP-Portnummer scheint falsch zu sein.

source: Please review your setting.
de_de: Bitte überprüfen Sie die Einstellung.

source: Could not authenticate.
de_de: Authentifizierung nicht möglich.

source: Please review your username and password.
de_de: Fehler bei der Anmeldung am E-Mail-Konto. Überprüfen Sie bitte Ihren Nutzernamen und das Kennwort für das E-Mail-Konto, welches Sie verwenden möchten.

source: Internal Error: Could not check authentication.
de_de: Interner Fehler: Die Authentifizierung konnte nicht überprüft werden.

source: PHP IMAP extension is missing.
de_de: Die PHP IMAP-Erweiterung fehlt.

source: Bonaire needs this extension to be installed and loaded in order to handle IMAP events. For local development, see for example:
de_de: Bonaire muss diese Erweiterung installiert und geladen haben, um IMAP-Ereignisse verarbeiten zu können. Zur lokalen Entwicklung siehe zum Beispiel:

source: For live websites, contact your admin or host in order to include this PHP extension.
de_de: Wenden Sie sich bei Live-Websites an Ihren Administrator oder Host, um diese PHP-Erweiterung einzuschließen.

source: You need to install a SSL certificate, or set the value for "use certification validation to "nocert" (read it's tooltip and use the "nocert" option during local development only).
de_de: Sie müssen ein SSL-Zertifikat installieren oder den Wert für "Zertifizierungsüberprüfung verwenden" auf "nocert" setzen (lesen Sie den Tooltip und verwenden Sie die Option "nocert" nur während der lokalen Entwicklung).

source: Failed to evaluate port number.
de_de: Die Port-Nummer konnte nicht erfolgreich evaluiert werden.

source: Please review the port number of your IMAP server (%1$s).
de_de: Bitte überprüfen Sie die Portnummer Ihres IMAP-Servers (%1$s).

source: Internal Error: Unable to check IMAP port.
de_de: Interner Fehler: Der IMAP-Port konnte nicht überprüft werden.

source: Please specify the name of your Sent Items Folder.
de_de: Bitte geben Sie den Namen Ihres Ordners für gesendete Objekte an.

source: This would be "Sent" in the language you are using your Gmail Account with.
de_de: Dies wäre "Gesendet" in der Sprache, mit der Sie Ihr Google Mail-Konto verwenden.

source: Note that the name is case-sensitive.
de_de: Achten Sie bitte auf Groß- und Kleinschreibung.

source: Error: No SSL Certificate installed on this website.<br>During local website development, use the 'nocert' option.<br>If you are on a live website, consider installing a SSL certificate and then use the 'cert' option. Otherwise, you're a possible subject of man in the middle attacks
de_de: Fehler: Auf dieser Website ist kein SSL-Zertifikat installiert. <br> Verwenden Sie während der Entwicklung der lokalen Website die Option 'nocert'. <br> Wenn Sie sich auf einer Live-Website befinden, sollten Sie ein SSL-Zertifikat installieren und dann die Option 'cert' verwenden. Ansonsten bist du ein mögliches Thema von Menschen in den mittleren Angriffen

source: Unable to access Sent Items Folder. Please review your input for %1$s and save the settings.
de_de: Zugriff auf Ordner "Gesendete Objekte" nicht möglich. Bitte überprüfen Sie Ihre Eingabe für %1$s und speichern Sie die Einstellungen.

source: Repeat the test if the status indicator didn't turn green.
de_de: Wiederholen Sie den Test, falls die Statusanzeige nicht in Grün angezeigt werden sollte.

source: Internal Error: Unable to search for inbox folder.
de_de: Interner Fehler: Nach dem Posteingangs-Ordner konnte nicht gesucht werden.

source: Save Options
de_de: Einstellungen speichern

source: Nothing to save.
de_de: Nichts zu speichern.

source: Reset Options
de_de: Einstellungen zurücksetzen

source: Nothing to reset.
de_de: Nichts zurück zu setzen.

source: Send Test Mail.
de_de: Testnachricht senden.

source: Please fill in your email account details, then test the Form Tags, the SMTP and IMAP Settings, and try again.
de_de: Bitte geben Sie Ihre E-Mail-Kontodaten ein, testen Sie die Formular-Tags, die SMTP- und die IMAP-Einstellungen, und versuchen Sie es erneut.

source: Send Test Message
de_de: Testnachricht senden

source: Please correct the email address
de_de: Bitte korrigieren Sie die E-Mail-Adresse

source: working
de_de: arbeite

source: cancel
de_de: abbrechen

source: Please fix following errors:
de_de: Bitte korrigieren Sie folgende Fehler:

source: Go to settings page:
de_de: Zur Einstellungsseite:

source: Go!
de_de: Los!

source: Attention
de_de: Achtung

source: Please type your message first.
de_de: Verfassen Sie bitte zuerst Ihre Nachricht.

source: Are you sure?
de_de: Sind Sie sicher?

source: Bonaire Settings Page
de_de: Bonaire-Einstellungsseite

source: Internal Error: Unable to set settings status.
de_de: Interner Fehler: Der Einstellungsstatus kann nicht festgelegt werden.

source: Example for Gmail
de_de: Beispiel für Google Mail

source: Save Settings
de_de: Einstellungen speichern

source: Stores your settings in the database.
de_de: Speichert Ihre Einstellungen in der Datenbank.

source: Reset Settings
de_de: Einstellungen zurücksetzen

source: Reset the settings.
de_de: Die Einstellungen zurücksetzen.

source: Test Contact Form Tags
de_de: Kontaktformular-Tags prüfen

source: Check the contact form for the required form tags.
de_de: Überprüfen Sie das Kontaktformular auf die erforderlichen Formular-Tags.

source: Test SMTP Settings
de_de: SMTP-Einstellungen testen

source: Check the SMTP settings after saving your changes.
de_de: Überprüfen Sie die SMTP-Einstellungen nach dem Speichern Ihrer Änderungen.

source: Test IMAP Settings
de_de: IMAP-Einstellungen testen

source: Check the IMAP settings after saving your changes.
de_de: Überprüfen Sie die IMAP-Einstellungen nach dem Speichern Ihrer Änderungen.

source: Send Testmail
de_de: Testnachricht senden

source: Send a test message to this email account.
de_de: Senden Sie eine Testnachricht an dieses E-Mail-Konto.

source: For more information on SALT-Keys, please read
de_de: Für weitere Informationen zu SALT-Keys, lesen Sie bitte

source: What are wordpress salt keys and how can you change them
de_de: Was sind WordPress Salt Keys und wie können Sie sie ändern?

source: (english)
de_de: (englisch)

source: Prerequisites
de_de: Voraussetzungen

source: Plugin Settings
de_de: Plugin Einstellungen

source: Contact Form 7 Settings
de_de: "Contact Form 7"-Einstellungen

source: Reply Form
de_de: Antwort-Formular

source: Plugin Information and Privacy Notices
de_de: Plugin-Informationen und Datenschutzhinweise

source: Post
de_de: Beitrag

source: needs to be installed and activated.
de_de: muss installiert und aktiviert sein.

source: For full functionality, you need to have received some messages via Flamingo since plugin installation.
de_de: Für die volle Funktionalität müssen Sie seit der Plugin-Installation mindestens eine Nachricht über "Contact Form 7" erhalten und mit "Flamingo" gespeichert haben.

source: Naming conventions
de_de: Namenskonventionen

source: In order to function propperly, please make sure that you do not use "Mail 2" option in Contact Form 7, and that the default input fields keep their default names:
de_de: Stellen Sie sicher, dass Sie die Option "Mail 2" in Kontaktformular 7 nicht verwenden und die Standardeingabefelder ihre Standardnamen beibehalten, damit sie ordnungsgemäß funktionieren.

source: See this %s for more details on how to set up Contact Form 7.
de_de: Lesen Sie folgenden %s, um zu erfahren, wie Sie "Contact Form 7" einrichten (englisch).

source: Make sure to read trough the included tooltips!
de_de: Lesen Sie unbedingt die mitgelieferten Tooltips!

source: Reply to messages you recieve trough a %s contact form and store with %s.
de_de: Antworten Sie auf Nachrichten, die Sie via %s empfangen und mit %s abgespeichert haben.

source: Register the email account that is related to the contct form in order to send replies and to save your reply in your mailserver's "Sent Items" folder.
de_de: Registrieren Sie das E-Mail-Konto, das sich auf das Kontaktformular bezieht, um Antworten zu senden und Ihre Antwort im Ordner "Gesendete Objekte" Ihres Mailservers zu speichern.

source: What this plugin does:
de_de: Was macht dieses Plugin:

source: Adds a settings page.
de_de: Fügt eine Einstellungsseite hinzu.

source: Adds a reply form at the bottom of a single message.
de_de: Fügt ein Antwortformular am Ende einer einzelnen Nachricht hinzu.

source: Adds a widget to the dashboard.
de_de: Fügt dem Dashboard ein Widget hinzu.

source: This plugin does not:
de_de: Dieses Plugin verzichtet auf:

source: Track users
de_de: Nutzer-Verfolgung (User Tracking)

source: Write personal user data to the database other than the necessary email account settings, and attaching the senders email address to the messages meta data, which is necessary to link the message to the email account in use.
de_de: Schreiben persönlicher Benutzerdaten in die Datenbank, mit Ausnahme der erforderlichen E-Mail-Kontoeinstellungen, und dem Anhängen der E-Mail-Adresse des Absenders an die Metadaten der Nachricht, was erforderlich ist, um die Nachricht mit dem verwendeten E-Mail-Konto zu verknüpfen.

source: Send any data to external servers other than your reply and/or the data necessary to reach, connect and authenticate to the mail server. Once while sending it to it's recipient, and once to store it in your mail server's "sent items" folder if you choose to do so. The original message will not be attached and sent by this plugin, in both cases not.
de_de: Senden beliebiger Daten an andere externe Server als Ihre Antwort und / oder die Daten, die erforderlich sind, um mit dem Mail-Server zu kommunizieren, eine Verbindung herzustellen und sich zu authentifizieren. Einmal während des Sendens an den Empfänger und einmal, um es im Ordner "Gesendete Objekte" Ihres Mail-Servers zu speichern, falls Sie dies wünschen. In beiden Fällen wird die Originalnachricht nicht von diesem Plugin angehängt und gesendet.

source: Use cookies
de_de: Cookies

source: View Message
de_de: Nachricht ansehen
