Repository: demispatti/cb-parallax
Catalog: languages/bonaire-*.po
Languages: de_de

source: From
de_de: Von

source: regarding
de_de: bezüglich

source: Reply to this message
de_de: Auf die Nachricht antworten

source: Reply
de_de: Antworten

source: Mark as spam
de_de: Als Spam markieren

source: Move to trash
de_de: In den Papierkorb verschieben

source: Trash
de_de: Papierkorb

source: Mark as read
de_de: Als gelesen markieren

source: View message
de_de: Nachricht anzeigen

source: View
de_de: Ansehen

source: View
de_de: Ansehen

source: Your Name
de_de: Ihr Name

source: Recipient
de_de: Empfänger

source: Subject
de_de: Betreff

source: Submit
de_de: Senden

source: Bonaire Settings
de_de: Bonaire-Einstellungen

source: Email Account and further Settings
de_de: E-Mail-Konto und weitere Einstellungen

source: Information
de_de: Informationen

source: Dashboard Widget Settings
de_de: Dashboard-Widget-Einstellungen

source: SMTP Settings
de_de: SMTP-Einstellungen

source: IMAP Settings
de_de: IMAP-Einstellungen

source: Reset And Save Settings
de_de: Einstellungen Zurücksetzen Und Speichern

source: Test Settings
de_de: Einstellungen überprüfen

source: Settings check not successful.
de_de: Einstellungen nicht erfolgreich überprüft.

source: Settings check successful (since last changes).
de_de: Einstellungen erfolgreich überprüft (seit der letzten Änderungen).

source: Inactive.
de_de: Inaktiv.

source: Settings check not successful (since last changes).
de_de: Einstellungen nicht erfolgreich überprüft (seit der letzten Änderungen).

source: Settings check successful.
de_de: Einstellungen erfolgreich überprüft.
